require(["_dom-writers"], function(writers){
  var article = {
    time: "2011年05月11日(水) 午後 5:18",
    origin: "<a href='http://blogs.yahoo.co.jp/gzmarea/25075452.html'>中国茶</a>",
    contents: [
'<h4>中国茶</h4>',
'<del>中国人喜欢喝茶，也常常用茶招待朋友和客人。茶叶是中国人生活中的必需品。</del>',
'中国人はお茶が好きで、常々お茶をもって友人や客人を招待する。お茶は中国人生活の必需品です。',
' ',
'<del>茶树原产于中国。中國古人发现茶树后，起初是把茶叶作为药用，后来才当作饮品。</del>',
'お茶の木は中国の原産で昔のひとがお茶の木を発見後、はじめお茶は薬用とした、のちに飲料となった。',
' ',
'<del>中国茶叶按照制作方法分为绿茶，红茶，乌龙茶，花茶，沱茶（tuo2cha2），砖茶（zhuan1cha2）几大类，各类茶</del>',
'中国茶葉は製造方法により緑茶、紅茶、ウーロン茶、花茶、沱茶、たん茶など大きく分かれる。',
' ',
'<del>中又包括许多品种。绿茶嫩绿鲜艳，是不经过发酵的茶。著名的绿茶品种有杭州西湖龙井茶，江苏碧螺春茶，</del>',
'各種お茶も多くの品種はあり、緑茶はあざやかな萌黄色で発酵を経ない、著名な緑茶は杭州西湖のロンジン茶、江蘇省のﾋﾟｰﾙｵﾁｭﾝ、',
' ',
'<del>安徽黄山的毛峰茶和产于安徽六安县一带的六安瓜片茶。红茶是经过发酵的茶，沏出的茶水颜色红艳。</del>',
'安徽省黄山毛峰茶、六安県一帯の六安瓜片茶がある。紅茶は発酵した茶で、お茶水は鮮やかな赤色です。',
' ',
'<del>中国著名的红茶有安徽的祁红茶和云南的点红茶。</del>',
'中国の著名な紅茶は安徽省のｷｰﾏﾝﾃｨ、雲南省のｄｉａｎ紅茶がある。',
' ',
'<del>乌龙茶是一种半发酵的茶，茶叶松散粗大，茶水颜色金黄。最好的乌龙茶是产在福建武夷山的武夷岩茶。</del>',
'ウーロン茶は半発酵のお茶で茶葉はやわらかく大きい。茶水は金色。最もいいウーロン茶は福建省武夷山の武夷岩茶である。',
' ',
'<del>花茶是中国独有的一个茶类，是在茶叶中加入香花熏制而成的。最有名的花茶是福建产茉莉花茶。</del>',
'はな茶は中国独特な茶で茶葉の中に花を入れて薫製したもので、もっとも有名な花茶は福建のﾓﾘﾌｧｰ茶です。',
' ',
'<del>沱茶是产于云南，四川的一种茶，经过压制，像个圆圆的馒头。</del>',
'沱茶（ｔｕｏ2）は雲南、四川の茶の一種で押し固めて丸い万頭のような形をしている。',
' ',
'<del>砖茶，形状像砖头，是蒙古族，藏族等少数民族喜欢喝的茶。</del>',
'たん茶は形がレンガのようで蒙古族、チベット族等の少数民族が好んで飲む。',
' ',
'<del>喝茶不但可以止渴，还能消除疲劳，帮助消化，预防一些疾病。长期饮茶，对人的身体健康很有益处。</del>',
'お茶は渇きを止めることが出来るだけでなく、疲労を除く、消化を助ける、病気の予防する、人の健康にためになる。',
"            （中国文化便览より）",
      ],
  };

  writers.writeLetter(article);
});


