var tennou = {
  鳥羽: ["とば","平安時代後期の第74代天皇：1107年-1123年"],
  崇徳: ["すとく","日本の第75代天皇：1123年-1142年"],
  後白河: ["ごしらかわ","(1127-1192年)平安時代末期の第77代天皇：1155年-1158年。先代：近衛。時代：二条。"],
  二条: ["にじょう","(1143-1165年)第78代天皇：1158-1165年。後白河天皇の第一皇子。母は、大炊御門経実の娘で、源有仁の養女・贈皇太后懿子。先代：後白河。時代：六条 。"],
  六条: ["ろくじょう","(1164-1176年)日本の第79代天皇：1165-1168年。先代：二条。次代：高倉。"],
  高倉: ["たかくら","(1161-1181年)日本の第80代天皇：1168-1180年。先代：六条。次代：安徳。"],
  安徳: ["あんとく","(1178-1185年)日本の第81代天皇：1180-1185年。高倉天皇の第一皇子。母は平清盛の娘の徳子。先代：高倉。次代：後鳥羽。"],
  後鳥羽: ["ごとば","(1180-1239年)日本の第82代天皇：1183-1198年。先代：安徳。次代：土御門。"],
};
